Revit 2024 API
ParameterTypeId.SteelElemCopeZAngle Property
 "Plan rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemCopeZAngle { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemCopeZAngle As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemCopeZAngle {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace